[{"id":0,"title":"The Handmaid\u0027s Tale","author":"Margaret Atwood","category":"Comics \u0026 Graphic Novels","quantity":10,"description":"Provocative, startling, prophetic, and more relevant than ever, The Handmaid\u0027s Tale has become a global phenomenon. Now, in this stunning graphic novel edition of Margaret Atwood\u0027s modern classic, the terrifying reality of Gilead is brought to vivid life like never before. \"Everything Handmaids wear is red: the colour of blood, which defines us.\" Offred is a Handmaid in the Republic of Gilead, where women are prohibited from holding jobs, reading, and forming friendships. She serves in the household of the Commander and his wife, and under the new social order she has only one purpose: once a month, she must lie on her back and pray that the Commander makes her pregnant, ecause in an age of declining births, Offred and the other Handmaids are valued only if they are fertile. But Offred remembers the years before Gilead, when she was an independent woman who had a job, a family, and a name of her own. Now, her memories and her will to survive are acts of rebellion. The Handmaid\u0027s Tale and its iconic images - the red of the Handmaids, the blue of the Wives, the looming Gileadean Eye - have been adapted into a film, an opera, a ballet, and multi-award-winning TV series. This groundbreaking new graphic novel edition, adapted and featuring arresting artwork by Renée Nault, is destined to become a classic in its own right.","imagePath":"http://books.google.com/books/content?id\u003dQhuJDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Anchor","remainingBook":8,"ISBN":"9781473571624"},{"id":0,"title":"I Am Watching You","author":"Teresa Driscoll","category":"FICTION","quantity":100,"description":"When Ella Longfield overhears two attractive young men flirting with teenage girls on a train, she thinks nothing of it. The next day, she wakes up to the news that one of the girls - beautiful, green-eyed Anna Ballard - has disappeared. A year later, Anna is still missing. Ella is wracked with guilt over what she failed to do, and she\u0027s not the only one who can\u0027t forget","imagePath":"http://books.google.com/books/content?id\u003da8CTswEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Thomas \u0026 Mercer","remainingBook":100,"ISBN":"1542046599"},{"id":0,"title":"The Silent Patient","author":"Alex Michaelides","category":"Fiction","quantity":100,"description":"- THE RECORD-BREAKING, MULTIMILLION COPY GLOBAL BESTSELLER AND TIKTOK SENSATION - Discover the #1 New York Times and Sunday Times bestselling thriller with a jaw-dropping twist that everyone is talking about - as seen on TikTok. Soon to be a major film. Alicia Berenson lived a seemingly perfect life until one day six years ago. When she shot her husband in the head five times. Since then she hasn\u0027t spoken a single word. It\u0027s time to find out why. READERS LOVE THE SILENT PATIENT ⭐⭐⭐⭐⭐ \u0027Everything you need from a psychological thriller with a killer twist that is impossible to see coming!\u0027 ⭐⭐⭐⭐⭐ \u0027Fiendishly clever ... believe the hype.\u0027 ⭐⭐⭐⭐⭐ \u0027Grabs your afternoon from the start and never lets go\u0027 ⭐⭐⭐⭐⭐ \u0027A fantastic thriller with an incredible plot twist that I really didn\u0027t see coming. I highly recommend.\u0027 ⭐⭐⭐⭐⭐ \u0027OMG, my heart is still pounding from the final chapters of this amazing thriller.\u0027 ⭐⭐⭐⭐⭐ \u0027I\u0027m honestly speechless, best book I have read for a very long time\u0027 ⭐⭐⭐⭐⭐ \u0027The twists when they come, wow oh wow!\u0027 CRITICALLY ACCLAIMED \u0027The perfect thriller\u0027 AJ FINN \u0027Terrific\u0027 - THE TIMES Crime Book of the Month \u0027Smart, sophisticated suspense\u0027 - LEE CHILD \u0027Compelling\u0027 - OBSERVER \u0027Absolutely brilliant\u0027 - STEPHEN FRY \u0027A totally original psychological mystery\u0027 - DAVID BALDACCI \u0027One of the best thrillers I\u0027ve read this year\u0027 - CARA HUNTER \u0027The pace and finesse of a master\u0027 - BBC CULTURE","imagePath":"http://books.google.com/books/content?id\u003da6NnDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Celadon Books","remainingBook":199,"ISBN":"9781409181644"},{"id":0,"title":"1984","author":"George Orwell","category":"Fiction","quantity":210,"description":"description","imagePath":"http://books.google.com/books/content?id\u003dkotPYEqx7kMC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Harvill Secker","remainingBook":298,"ISBN":"9780547249643"},{"id":0,"title":"Brave New World","author":"Aldous Huxley","category":"Fiction","quantity":111,"description":"description","imagePath":"http://books.google.com/books/content?id\u003dZiLvDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Harper Perennial Modern Classics","remainingBook":99,"ISBN":"1324566781"},{"id":0,"title":"Before I Go To Sleep","author":"S. J. Watson","category":"Fiction","quantity":100,"description":"Christine wakes in a strange bed beside a man she does not recognise. In the bathroom she finds a photograph of him taped to the mirror, and beneath it the words \u0027Your husband\u0027. Each day, Christine wakes knowing nothing of her life. Each night, her mind erases the day. But before she goes to sleep, she will recover fragments from her past, flashbacks to the accident that damaged her, and then—mercifully—she will forget. Chilling, exquisitely crafted and compulsively readable, S. J. Watson\u0027s debut novel Before I Go to Sleep is a psychological thriller of the highest order. It asks primary questions. Are there things best not remembered? Who are we if we do not know our own history? How do we love without memory?","imagePath":"http://books.google.com/books/content?id\u003dqQNnCswKF5EC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"HarperCollins","remainingBook":100,"ISBN":"9781921758980"},{"id":0,"title":"The Complete Sherlock Holmes (Illustrated)","author":"Sir Arthur Conan Doyle","category":"Fiction","quantity":100,"description":"Sherlock Holmes (/ˈʃɜrlɒk ˈhoʊmz/) is a fictional detective created by Scottish author and physician Sir Arthur Conan Doyle, a graduate of the University of Edinburgh Medical School. A London-based \"consulting detective\" whose abilities border on the fantastic, Holmes is famous for his astute logical reasoning, his ability to adopt almost any disguise, and his use of forensic science skills to solve difficult cases. Holmes, who first appeared in publication in 1887, was featured in four novels and 56 short stories. The first novel, A Study in Scarlet, appeared in Beeton\u0027s Christmas Annual in 1887 and the second, The Sign of the Four, in Lippincott\u0027s Monthly Magazine in 1890. The character grew tremendously in popularity with the first series of short stories in The Strand Magazine, beginning with \"A Scandal in Bohemia\" in 1891; further series of short stories and two novels published in serial form appeared between then and 1927. The stories cover a period from around 1880 up to 1914. All but four stories are narrated by Holmes\u0027s friend and biographer, Dr. John H. Watson; two are narrated by Holmes himself (\"The Blanched Soldier\" and \"The Lion\u0027s Mane\") and two others are written in the third person (\"The Mazarin Stone\" and \"His Last Bow\"). In two stories (\"The Musgrave Ritual\" and \"The Gloria Scott\"), Holmes tells Watson the main story from his memories, while Watson becomes the narrator of the frame story. The first and fourth novels, A Study in Scarlet and The Valley of Fear, each include a long interval of omniscient narration recounting events unknown to either Holmes or Watson. The Adventures Of Sherlock Holmes The Memoirs Of Sherlock Holmes The Return Of Sherlock Holmes The Valley of Fear A Study in Scarlet The Sign of the Four The Hound of the Baskervilles The Final Problem","imagePath":"http://books.google.com/books/content?id\u003dgCQLAwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Bantam Classics","remainingBook":100,"ISBN":"9783730981726"},{"id":0,"title":"Red Dragon","author":"Thomas Harris","category":"Fiction","quantity":20,"description":"THE NEW YORK TIMES BESTSELLER Feed your fears with the terrifying classic that introduced cannibalistic serial killer Hannibal Lecter. FBI agent Will Graham once risked his sanity to capture Hannibal Lecter, an ingenious killer like no other. Now, he’s following the bloodstained pattern of the Tooth Fairy, a madman who’s already wiped out two families. To find him, Graham has to understand him. To understand him, Graham has only one place left to go: the mind of Dr. Lecter.","imagePath":"http://books.google.com/books/content?id\u003dWifY4IUVSfYC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"","remainingBook":39,"ISBN":"9781440657795"},{"id":0,"title":"The Catcher in the Rye","author":"J. D. Salinger","category":"Fiction","quantity":10,"description":"\u0027If you really want to hear about it, the first thing you\u0027ll probably want to know is where I was born and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don\u0027t feel like going into it, if you want to know the truth.\u0027 The first of J. D. Salinger\u0027s four books to be published, The Catcher in the Rye is one of the most widely read and beloved of all contemporary American novels. \u0027The handbook of the adolescent heart\u0027 The New Yorker","imagePath":"http://books.google.com/books/content?id\u003dmZunDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Little, Brown and Company","remainingBook":10,"ISBN":"9780241988794"},{"id":0,"title":"Don Quixote","author":"Miguel de Cervantes Saavedra","category":"Fiction","quantity":10,"description":"The classic Spanish tale of humorous chivalry, depicting the exploits of a man who believes he\u0027s a knight bringing justice and truth to the world.","imagePath":"http://books.google.com/books/content?id\u003dIZmVXKHD69MC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Harper Perennial","remainingBook":7,"ISBN":"0192834835"},{"id":0,"title":"Dracula","author":"Bram Stoker","category":"Fiction","quantity":10,"description":"It is perhaps one of the best known and most influential novels in all of literature: 1897\u0027s Dracula didn\u0027t merely inspire countless adaptations for stage and film, it invented an entire genre of horror: the vampire story, which continues to evolve today into wildly varied directions, from noir detective pastiches (the vampire as night-owl P.I.) to tween romances (the vampire as dreamy but distant boyfriend). Anyone who wants to know where it all began must read this 1897 work, still startling and still terrifying even today. The story of English solicitor Jonathan Harker and his strange new client, Transylvanian aristocrat Count Dracula, this is the classic work of Victorian gothic horror, the continuing eerie wellspring of many of our cultural fantasies and nightmares. Irish author ABRAHAM STOKER (1847-1912) worked for more than a quarter of a century as manager of the West End\u0027s Lyceum Theatre, which drew him into London\u0027s literary and artists circles; he was a friend of such luminaries as writer Sir Arthur Conan Doyle and painter James Abbott McNeill Whistler. Stoker is also the author of The Lair of the White Worm (1911), among other books.","imagePath":"http://books.google.com/books/content?id\u003d8U49ADLcL0EC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Penguin Classics","remainingBook":9,"ISBN":"9781605206295"},{"id":0,"title":"Sharp Objects","author":"Gillian Flynn","category":"Fiction","quantity":100,"description":"NOW AN HBO® LIMITED SERIES STARRING AMY ADAMS, NOMINATED FOR EIGHT EMMY AWARDS, INCLUDING OUTSTANDING LIMITED SERIES FROM THE #1 NEW YORK TIMES BESTSELLING AUTHOR OF GONE GIRL Fresh from a brief stay at a psych hospital, reporter Camille Preaker faces a troubling assignment: she must return to her tiny hometown to cover the murders of two preteen girls. For years, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed in her old bedroom in her family\u0027s Victorian mansion, Camille finds herself identifying with the young victims—a bit too strongly. Dogged by her own demons, she must unravel the psychological puzzle of her own past if she wants to get the story—and survive this homecoming. Praise for Sharp Objects “Nasty, addictive reading.”—Chicago Tribune “Skillful and disturbing.”—Washington Post “Darkly original . . . [a] riveting tale.”—People","imagePath":"http://books.google.com/books/content?id\u003dnikRUi7nUj8C\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Shaye Areheart Books","remainingBook":100,"ISBN":"9780307351487"},{"id":0,"title":"The Reversal","author":"Michael Connelly","category":"Fiction","quantity":100,"description":"Mickey Haller and Harry Bosch together take on a seemingly unwinnable case in blistering legal thriller from Number One bestseller Michael Connelly. When defence lawyer Mickey Haller is invited by the Los Angeles County District Attorney to prosecute a case for him, he knows something strange is going on. Mickey\u0027s one of the best American legal brains in the business, and to switch sides likes this would be akin to asking a fox to guard the hen-house. But the high-profile case of Jason Jessup, a convicted child killer who spent almost 25 years on death row before DNA evidence freed him, is an intriguing one . . . Eager for the publicity and drawn to the challenge, Mickey takes the case, with LAPD Detective Harry Bosch on board as his lead investigator. But as a new trial date is set, it starts to look like he\u0027s been set up. Mickey and Harry are going to have to dig deep into the past and find the truth about what really happened to the victim all those years ago in this nail-biting courtroom drama.","imagePath":"http://books.google.com/books/content?id\u003dFRheAgAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Little, Brown and Company","remainingBook":100,"ISBN":"9781409132592"},{"id":0,"title":"One Hundred Years of Solitude","author":"Gabriel García Márquez","category":"Fiction","quantity":10,"description":"Netflix’s series adaptation of One Hundred Years of Solitude premieres December 11, 2024! One of the twentieth century’s enduring works, One Hundred Years of Solitude is a widely beloved and acclaimed novel known throughout the world and the ultimate achievement in a Nobel Prize–winning career. The novel tells the story of the rise and fall of the mythical town of Macondo through the history of the Buendía family. Rich and brilliant, it is a chronicle of life, death, and the tragicomedy of humankind. In the beautiful, ridiculous, and tawdry story of the Buendía family, one sees all of humanity, just as in the history, myths, growth, and decay of Macondo, one sees all of Latin America. Love and lust, war and revolution, riches and poverty, youth and senility, the variety of life, the endlessness of death, the search for peace and truth—these universal themes dominate the novel. Alternately reverential and comical, One Hundred Years of Solitude weaves the political, personal, and spiritual to bring a new consciousness to storytelling. Translated into dozens of languages, this stunning work is no less than an account of the history of the human race.","imagePath":"http://books.google.com/books/content?id\u003dAfB8EAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Harper Perennial Modern Classics","remainingBook":10,"ISBN":"9798200952090"},{"id":0,"title":"Crime and Punishment","author":"Fyodor Dostoevsky","category":"Fiction","quantity":10,"description":"Hailed by Washington Post Book World as “the best [translation] currently available\" when it was first published, this second edition of Crime and Punishment has been updated in honor of the 200th anniversary of Dostoevsky’s birth. With the same suppleness, energy, and range of voices that won their translation of The Brothers Karamazov the PEN/Book-of-the-Month Club Prize, Richard Pevear and Larissa Volokhonsky offer a brilliant translation of Crime and Punishment, Dostoevsky\u0027s astounding pyschological thriller, newly revised for his bicentenniel. In Crime and Punishment, when Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, commits an act of murder and theft, he sets into motion a story that is almost unequalled in world literature for its excruciating suspense, its atmospheric vividness, and its depth of characterization and vision. Dostoevsky’s drama of sin, guilt, and redemption transforms the sordid story of an old woman’s murder into the nineteenth century’s profoundest and most compelling philosophical novel.","imagePath":"http://books.google.com/books/content?id\u003dU5NhxE67JjMC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Penguin Classics","remainingBook":9,"ISBN":"9780307829603"},{"id":0,"title":"The Cuckoo\u0027s Calling","author":"Robert Galbraith,Joanne Kathleen Rowling","category":"Fiction","quantity":100,"description":"A remarkable debut - a classic crime novel in the tradition of James and Rendell.","imagePath":"http://books.google.com/books/content?id\u003dreObpwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Mulholland Books","remainingBook":100,"ISBN":"1408704005"},{"id":0,"title":"In the Woods","author":"Tana French","category":"Fiction","quantity":100,"description":"When he was twelve years old, Adam Ryan went playing in the woods with his two best friends. He never saw them again. Their bodies were never found, and Adam himself was discovered with his back pressed against an oak tree and his shoes filled with blood. He had no memory of what had happened. Twenty years on, Rob Ryan - the child who came back - is a detective in the Dublin police force. He\u0027s changed his name. No one knows about his past. Then a little girl\u0027s body is found at the site of the old tragedy and Rob is drawn back into the mystery. Knowing that he would be thrown off the case if his past were revealed, Rob takes a fateful decision to keep quiet but hope that he might also solve the twenty-year-old mystery of the woods.","imagePath":"http://books.google.com/books/content?id\u003dEas3p2IPKpAC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Viking Adult","remainingBook":100,"ISBN":"9781848940581"},{"id":0,"title":"Harper Lee\u0027s To Kill a Mockingbird","author":"Harper Lee","category":"Juvenile Nonfiction","quantity":10,"description":"Discusses the writing of To kill a mockingbird by Harper Lee. Includes critical essays on the work and a brief biography of the author.","imagePath":"http://books.google.com/books/content?id\u003dLaMTiorjM9cC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"NXB Việt Nam","remainingBook":10,"ISBN":"9781438132730"},{"id":0,"title":"War and Peace","author":"graf Leo Tolstoy","category":"English fiction","quantity":840,"description":"description","imagePath":"http://books.google.com/books/content?id\u003dc4HEAN-ti1MC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Penguin Classics","remainingBook":629,"ISBN":"185326062221"},{"id":0,"title":"Chất Michelle","author":"Michelle Obama","category":"Biography \u0026 Autobiography","quantity":130,"description":"#1 NEW YORK TIMES BESTSELLER • WATCH THE EMMY-NOMINATED NETFLIX ORIGINAL DOCUMENTARY • OPRAH’S BOOK CLUB PICK • NAACP IMAGE AWARD WINNER • ONE OF ESSENCE’S 50 MOST IMPACTFUL BLACK BOOKS OF THE PAST 50 YEARS Nội dung của cuốn sách Chất Michelle là những câu chuyện phản ánh chân thực và sâu sắc cuộc đời Michelle Obama do chính tác giả tự kể. Qua từng trang sách, Michelle dẫn dắt độc giả bước vào thế giới riêng của bà - những trải nghiệm đã góp phần tạo nên tố chất rất riêng của Michelle, từ tuổi thơ ở Chicago đến những năm tháng giữ vị trí điều hành, bí quyết cân bằng áp lực giữa công việc và gia đình, cho đến 8 năm quyền lực sống tại Nhà Trắng. Với sự chân thực tuyệt đối và chất hóm hỉnh sống động, Michelle kể lại những thành công và cả những thất bại, cả trong chính trường lẫn cuộc sống riêng, kể lại từng lát cắt toàn bộ câu chuyện cuộc đời chính bà đã sống, đã trải qua – bằng một chất văn riêng rất Michelle cùng góc nhìn rất khác biệt. Khác với các hồi ký của những nhân vật chính trị trước đó, nội dung mà Chất Michelle chứa đựng không chỉ là những thông tin phong phú về chính trường nước Mỹ mà còn là những sự kiện lần đầu công bố trong 8 năm Tổng thống Barack Obama lãnh đạo đất nước, khát vọng, bản lĩnh vươn lên khẳng định nữ quyền và là hành trình khẳng định mình đầy chất cảm xúc của một cô gái da màu với nỗ lực và ý chí không ngừng nghỉ. Chất Michelle là những câu chuyện gần gũi, trung thực khác thường từ một người phụ nữ có tố chất mạnh mẽ và sâu sắc, người đã kiên định thách thức các ước mơ, gợi mở và truyền cảm hứng cho bạn đọc trong hành trình tự khẳng định mình đến những tương lai hiện thực. Theo điều kiện của Obama và Michelle Obama, nhà xuất bản Penguin Random House – nơi nắm bản quyền gốc của tác phẩm, khi xuất bản quyển hồi ký này và cuốn hồi ký sắp tới của cựu tống thống Barack Obama, nhà xuất bản sẽ cùng gia đình Obama tặng một triệu bản sách thiếu nhi cho First Book - một tổ chức từ thiện được thành lập năm 1992 với mục đích tặng sách và học liệu cho trẻ em, học sinh có hoàn cảnh khó khăn. Với quan điểm sống thành công không phải là bạn kiếm được bao nhiêu tiền mà là sự khác biệt bạn tạo nên cho cuộc sống của những người khác, chia sẻ về lý do viết cuốn sách Chất Michelle, cựu Đệ nhất Phu nhân Hoa Kỳ viết: “Tôi là một con người bình thường tham gia vào một chuyến hành trình phi thường. Khi chia sẻ câu chuyện về cuộc đời mình, tôi hy vọng có thể tạo đất cho những câu chuyện khác, những tiếng nói khác, để nới rộng con đường cho những con người thuộc về một nơi chốn và vì sao họ đang như thế.” Nhận xét về cuốn sách Chất Michelle - Nữ hoàng Truyền hình Oprah Winfrey chia sẻ: “Đây không chỉ là câu chuyện của riêng Michelle – nó sẽ là ngọn lửa gợi mở, định hướng, truyền cảm hứng, đam mê cho bất cứ ai muốn khẳng định mình trên thế giới này!”.","imagePath":"http://books.google.com/books/content?id\u003dOcrrDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Nước ngoài","remainingBook":129,"ISBN":"No ISBN available"},{"id":0,"title":"Thinking, Fast and Slow","author":"Daniel Kahneman","category":"Psychology","quantity":10,"description":"One of the most influential books of the 21st century: the ground-breaking psychology classic - over 10 million copies sold - that changed the way we think about thinking \u0027There have been many good books on human rationality and irrationality, but only one masterpiece. That masterpiece is Thinking, Fast and Slow\u0027 Financial Times \u0027A lifetime\u0027s worth of wisdom\u0027 Steven D. Levitt, co-author of Freakonomics Why do we make the decisions we do? Nobel Prize winner Daniel Kahneman, \u0027the world\u0027s most influential living psychologist\u0027 (Steven Pinker) revolutionised our understanding of human behaviour with Thinking, Fast and Slow. Distilling his life\u0027s work, Kahneman shows how there are two ways we make choices: fast, intuitive thinking, and slow, rational thinking. He reveals how our minds are tripped up by error, bias and prejudice (even when we think we are being logical) and gives practical techniques that enable us all to improve our decision-making. This profound exploration of the marvels and limitations of the human mind has had a lasting impact on how we see ourselves. \u0027The godfather of behavioural science ... his steely analysis of the human mind and its many flaws remains perhaps the most useful guide to remaining sane and steady\u0027 Sunday Times","imagePath":"http://books.google.com/books/content?id\u003doV1tXT3HigoC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Farrar, Straus and Giroux","remainingBook":10,"ISBN":"9780141918921"},{"id":0,"title":"The Fellowship of the Ring","author":"J. R. R. Tolkien","category":"Fiction","quantity":10,"description":"The first volume of a three-volume epic adventure set in the fantasy world of the Third Age of Middle-earth, a world inhabited by many strange beings.","imagePath":"http://books.google.com/books/content?id\u003dILsWC2CLZLwC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Houghton Mifflin Harcourt","remainingBook":10,"ISBN":"0345272587"},{"id":0,"title":"The Girl with the Dragon Tattoo","author":"Stieg Larsson","category":"Fiction","quantity":10,"description":"ONE OF TIME MAGAZINE\u0027S 100 BEST MYSTERY AND THRILLER BOOKS OF ALL TIME • #1 NATIONAL BESTSELLER • The thrilling first book in the Girl with the Dragon Tattoo series featuring Lisbeth Salander: “Combine the chilly Swedish backdrop and moody psychodrama of a Bergman movie with the grisly pyrotechnics of a serial-killer thriller, then add an angry punk heroine and a down-on-his-luck investigative journalist, and you have the ingredients of Stieg Larsson’s first novel” (The New York Times). • Also known as the Millennium series Harriet Vanger, a scion of one of Sweden\u0027s wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate. He is aided by the pierced and tattooed punk prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption. Look for the latest book in the Girl with the Dragon Tattoo series, The Girl in the Eagle\u0027s Talons!","imagePath":"http://books.google.com/books/content?id\u003dWrL9de30FDMC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Alfred A. Knopf","remainingBook":10,"ISBN":"9780307272119"},{"id":0,"title":"F. Scott Fitzgerald: The Great Gatsby","author":"F. Scott Fitzgerald","category":"Fiction","quantity":10,"description":"Classical portrayal of love and violence during the Twenties.","imagePath":"http://books.google.com/books/content?id\u003d0yfauGsKOjAC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Scribner","remainingBook":19,"ISBN":"0521402301"},{"id":0,"title":"Big Little Lies","author":"Liane Moriarty","category":"Fiction","quantity":100,"description":"DISCOVER THE GRIPPING NO. 1 BESTSELLER BEHIND THE AWARD WINNING HBO SENSATION STARRING REESE WITHERSPOON, NICOLE KIDMAN \u0026 MERYL STREEP ____________ Perfect families, perfect houses, perfect lives. Three mothers, Jane, Madeline and Celeste appear to have it all, until they find out just how easy it is for one little lie to spiral out of control . . . Single mum Jane has just moved to town. She\u0027s got her little boy in tow - plus a secret she\u0027s been carrying for five years. On the first day of the school run she meets Madeline - a force to be reckoned with, who remembers everything and forgives no one - and Celeste, the kind of beautiful woman who makes the world stop and stare, but is inexplicably ill at ease. They both take Jane under their wing - while careful to keep their own secrets under wraps. But a minor incident involving the children of all three women rapidly escalates: playground whispers become spiteful rumours until no one can tell the truth from the lies . . . It was always going to end in tears, but how did it end in murder? _____________ \u0027Blame and guilt, forgiveness and retribution, love and betrayal. A tense, page-turning story . . . a great read\u0027 Mail on Sunday \u0027Blending romance, comedy and mystery, this is a wonderful book - full of brains, guts and heart\u0027 Sunday Mirror \u0027A hell of a good book. Funny and scary\u0027 Stephen King \u0027Brilliant, standout, superbly clever. Moriarty writes vividly, wittily and wickedly\u0027 Sunday Express","imagePath":"http://books.google.com/books/content?id\u003dxOaKAwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"G.P. Putnam\u0027s Sons","remainingBook":99,"ISBN":"9781405916370"},{"id":0,"title":"The Road","author":"Cormac McCarthy","category":"Fiction","quantity":10,"description":"WINNER OF THE PULITZER PRIZE • NATIONAL BESTSELLER • A searing, post-apocalyptic novel about a father and son\u0027s fight to survive, this \"tale of survival and the miracle of goodness only adds to McCarthy\u0027s stature as a living master. It\u0027s gripping, frightening and, ultimately, beautiful\" (San Francisco Chronicle). • From the bestselling author of The Passenger A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don\u0027t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other. The Road is the profoundly moving story of a journey. It boldly imagines a future in which no hope remains, but in which the father and his son, \"each the other\u0027s world entire,\" are sustained by love. Awesome in the totality of its vision, it is an unflinching meditation on the worst and the best that we are capable of: ultimate destructiveness, desperate tenacity, and the tenderness that keeps two people alive in the face of total devastation. Look for Cormac McCarthy\u0027s latest bestselling novels, The Passenger and Stella Maris.","imagePath":"http://books.google.com/books/content?id\u003dPfmjWho_zOAC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Vintage","remainingBook":9,"ISBN":"9780307267450"},{"id":0,"title":"The No. 1 Ladies\u0027 Detective Agency","author":"Alexander McCall Smith","category":"Fiction","quantity":100,"description":"The first book in the multi-million copy bestselling No. 1 Ladies\u0027 Detective Agency series The one where it all begins Mma Ramotswe is the proud proprietor of the finest ladies\u0027 detective agency in all Botswana (also the only one). She spends her time, with a cup of redbush tea beneath the acacia tree, waiting for clients. When they come along, whether it is to enquire after a missing spouse or check the identity of a long-lost father, it is not The Principles of Private Detection that helps her to solve cases but old-fashioned common sense and a warm-hearted understanding of the fallibility of human nature - especially that of men. \u0027Among the greatest comfort-reads of all time\u0027 Sunday Times \u0027Jolly and exhilarating\u0027 Sunday Telegraph \u0027The Miss Marple of Botswana\u0027 New York Times Book Review \u0027A publishing phenomenon\u0027 Guardian","imagePath":"http://books.google.com/books/content?id\u003dS-t-icCTcIkC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Anchor","remainingBook":100,"ISBN":"9780748110612"},{"id":0,"title":"The Snowman","author":"Jo Nesbo","category":"Fiction","quantity":100,"description":"A young boy wakes to find his mother missing. Their house is empty but outside in the garden he sees his mother\u0027s favourite scarf wrapped around the neck of a snowman. As Harry Hole and his team begin their investigation they discover that an alarming number of wives and mothers have gone missing over the years. When a second woman disappears it seems that Harry\u0027s worst suspicions are confirmed: for the first time in his career, Harry finds himself confronted with a serial killer operating on his home turf.","imagePath":"http://books.google.com/books/content?id\u003d_zrUwAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"Alfred A. Knopf","remainingBook":100,"ISBN":"1784706930"},{"id":0,"title":"The Woman in the Window","author":"A. J. Finn","category":"Fiction","quantity":100,"description":"Now a major film on Netflix starring Amy Adams, Gary Oldman and Julianne Moore OVER 5 MILLION COPIES SOLD! THE NUMBER ONE SUNDAY TIMES BESTSELLER","imagePath":"http://books.google.com/books/content?id\u003dttItDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api","average_rating":0.0,"publisher":"William Morrow","remainingBook":100,"ISBN":"9780008234171"}]